[
    {
        "name": "Sarah Johnson",
        "date": "May 15, 2021",
        "testimonial": "I was addicted to opioids for over 10 years and my life was spiraling out of control. I lost my job, my relationships, and my health was failing. But with the help of a supportive family, professional treatment, and a lot of hard work, I've been clean for 5 years now. I have a job that I love, a stable relationship, and I'm healthy and happy.",
        "id": "1",
        "timestamp": 1649251200,
        "likes": "10"
    },
    {
        "name": "John Smith",
        "date": "September 2, 2022",
        "testimonial": "I thought I would never be able to overcome my addiction to opioids. It was a dark place that I didn't know how to get out of. But I finally decided to seek help and found a treatment program that worked for me. Today, I have been clean for 3 years and I feel like I have my life back. I have a supportive network of friends and family, a job that I enjoy, and I'm pursuing my dreams.",
        "id": "2",
        "timestamp": 1662182400,
        "likes": "5"
    },
    {
        "name": "Emily Brown",
        "date": "January 7, 2023",
        "testimonial": "When I hit rock bottom, I didn't know how to climb back up. I had lost everything to my addiction to opioids. But I found hope in a support group, and through their encouragement, I was able to enter a treatment program. It was a tough road, but I've been sober for 2 years now, and I'm grateful for every day that I get to live a sober life.",
        "id": "3",
        "timestamp": 1673136000,
        "likes": "8"
    },
    {
        "name": "David Lee",
        "date": "November 20, 2021",
        "testimonial": "Being addicted to opioids consumed my life for years. But I was finally able to break free from the cycle of addiction through a combination of professional treatment, self-help groups, and the support of my loved ones. Today, I'm thriving in my career, I have a healthy relationship with my family, and I'm grateful for the second chance I've been given at life.",
        "id": "4",
        "timestamp": 1637385600,
        "likes": "2"
    },
    {
        "name": "Rachel Davis",
        "date": "March 10, 2022",
        "testimonial": "Opioid addiction had a hold on me for longer than I care to admit. But with the help of a treatment program, I was able to detox and learn coping skills to manage my addiction. It's been 1 year since I've been sober, and I'm amazed at how much my life has changed for the better. I have a job that I love, a supportive partner, and a newfound sense of purpose in life.",
        "id": "5",
        "timestamp": 1646937600,
        "likes": "3"
    },
    {
        "name": "hi",
        "date": "12/12/12",
        "testimonial": "trying to get it there",
        "id": "854d43f7-3785-4bf2-8288-1850243d22bc",
        "timestamp": 1680794490,
        "likes": "",
        "authorName": ""
    },
    {
        "name": "hello how are you",
        "date": "not bad ",
        "testimonial": "thank you",
        "id": "40f6b86a-72a7-4f35-bd85-27e5e88a5d00",
        "timestamp": 1680795396,
        "likes": "",
        "authorName": ""
    },
    {
        "name": "ghg",
        "date": "frfd",
        "testimonial": "cgfg",
        "id": "b3220a8e-5570-4e30-9d2d-5366ec1aa02b",
        "timestamp": 1680803169,
        "likes": "",
        "authorName": ""
    }
]